{
  "title": "VALORA © is the partner responsible for the real estate investment sector within Cubic Engineering Group (CEG).",
  "subtitle": "VALORA is more than real estate. We create spaces with character, identity, and growing worth.",
  "tagline": "About VALORA",

  "brandMeaning": "VALORA = Value + Aura",
  "brandMeaningDesc": "Our logo, formed from the letter V shaped as five buildings, represents our goal:",
  "brandMeaningDesc2": "To deliver refined residential communities that introduce a new standard of value to the real estate sector.",
  "brandVision": "Our vision is rooted in ambition and continuity, delivering projects that create meaningful, long-term value and impact.",
  "brandVitality": "It reflects vibrant communities and spaces alive with energy, renewal, and sustainability.",
  "brandCredibility": "Through clear, structured steps that reflect our transparency and full commitment to our promises — because credibility is our core foundation.",
  "brandFlexibility": "The squares within our logo represent modular units that can be rearranged, expressing the flexibility and intelligent diversity of our residential, commercial, and administrative solutions, as well as adaptable space planning across all current and future projects.",
  "brandIdentity": "Our deliberate choice of green as the primary color of our identity reflects our commitment to sustainability, environmental responsibility, and our aspiration to contribute to building a new community.",
  "vitality": "Vitality",
  "credibility": "Credibility",
  "flexibility": "Flexibility & Diversity",
  "identity": "Identity & Sustainability",

  "founded": "Founded",
  "projects": "Projects",
  "investment": "Investment Value",
  "satisfaction": "Client Satisfaction",

  "mission": "Our logo",
  "missionDesc": "Shaped as the letter V formed by five rising buildings, reflects our vision: to create refined residential communities that introduce a new standard of value and elevate the living experience in the real estate sector.",

  "vision": "Our Vision",
  "visionDesc": "Our vision is driven by ambition and consistency — to deliver projects that create meaningful impact and stand the test of time."
}
