{
  "title": "Where Value Meets Aura",
  "subtitle": "VALORA is more than real estate. We create spaces with character, identity, and growing worth.",
  "tagline": "About VALORA",

  "brandMeaning": "VALORA = Value + Aura",
  "brandMeaningDesc": "The name reflects our belief that a property is not just a building but a space with character and growing worth over time.",

  "ourStory": "Our Story",
  "storyPart1": "Founded in 2015, VALORA emerged from a vision to redefine luxury living in Egypt. We saw an opportunity to create properties that not only provide homes but also represent sound investments.",
  "storyPart2": "Today, we're recognized for our commitment to quality, innovative designs, and creating communities that stand the test of time.",

  "ourPillars": "Our Brand Pillars",
  "pillarValue": "Value",
  "pillarValueDesc": "Investments that appreciate over time with enduring quality",
  "pillarVision": "Vision",
  "pillarVisionDesc": "Future-forward architectural designs and strategic planning",
  "pillarVitality": "Vitality",
  "pillarVitalityDesc": "Vibrant communities that pulse with energy and life",
  "pillarVersatility": "Versatility",
  "pillarVersatilityDesc": "Flexible spaces that adapt to modern living needs",
  "pillarVerity": "Verity",
  "pillarVerityDesc": "Authenticity and transparency in every project",

  "founded": "Founded",
  "projects": "Projects",
  "investment": "Investment Value",
  "satisfaction": "Client Satisfaction",

  "mission": "Our Mission",
  "missionDesc": "To create premium real estate developments that deliver lasting value, exceptional living experiences, and solid investment returns for our clients.",

  "vision": "Our Vision",
  "visionDesc": "To be Egypt's most trusted premium real estate brand, known for creating timeless properties that appreciate in value and enhance lifestyles.",

  "quote": "\"We don't just build properties; we create legacies that grow in value and significance.\"",
  "ceoName": "Ahmed Saber",
  "ceoTitle": "Marketing Manager"
}
